{
  "id": 642,
  "name": "180 Years of Taras Shevchenko National University of Kyiv",
  "metal": "silver (Ag 925)",
  "denomination": "5 hryvnias",
  "date": "31 July 2014",
  "weight": 15.55,
  "diameter": 33,
  "thickness": null,
  "quality": "proof",
  "edge": "smooth with in-depth legends",
  "mintage": 3000,
  "categoryId": 5919,
  "category": "Higher educational establishments of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to the 180th anniversary of Taras Shevchenko National University of Kyiv, one of the oldest and largest education establishments of Ukraine. The University is a center of education and science where the traditions are kept up and multiplied, new ideas are fostered, national intelligentsia is formed and freedom-loving spirit is supported.",
  "averseDescription": "Obverse: on the obverse of the coin there are depicted: above - the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the centre - the conventionalized composition - against the background of portraits of the outstanding personalities connected with the foundation and activities of the Kyiv University there is the figure of St. Volodymyr; below - the coin face value: 5 ГРИВЕНЬ (5 hryvnias); to the left there is the mark of the National Bank of Ukraine Mint; to the right - the coin issue year indication 2014.",
  "reverseDescription": "Reverse: on the reverse of the coin, on the mirror surface, there is depicted the building of Taras Shevchenko National University of Kyiv (on the German silver coin it is red, pad printing used), the monument to Taras Shevchenko; below there are the legends 180/РОКІВ, 1834, 2014 (180/years, 1834, 2014); above, along the coin edge, there is the inscription КИЇВСЬКИЙ НАЦІОНАЛЬНИЙ УНІВЕРСИТЕТ ІМЕНІ ТАРАСА ШЕВЧЕНКА (Kyiv National University named after Taras Shevchenko).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=642",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=642"
}
