{
  "id": 649,
  "name": "500 Years of the Battle of Orsha",
  "metal": "nickel silver",
  "denomination": "5 hryvnias",
  "date": "15 October 2014",
  "weight": 16.54,
  "diameter": 35,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin commemorates the victory the Grand Duchy of Lithuania achieved over the Russian army (then the army of Moskovy) in the battle of Orsha (today a city in Belarus), fought in 1514. This victory was of great international importance, as it halted the advance of the army of the Grand Prince of Moscow Vasili III of Russia. The army of the Grand Duchy of Lithuania, consisting of Polish, Lithuanian, Ukrainian and Belorussian troops, was commanded by Prince Konstanty Ostrogski of Lithuania.",
  "averseDescription": "Obverse: above, there is the Small Coat of Arms of Ukraine, with the legend УКРАЇНА (UKRAINE), with the coin issue year 2014 and face value П`ЯТЬ ГРИВЕНЬ (FIVE HRYVNIAS) below it. In the center, there is a composition of four swords that stand for the military unity of the Polish, Lithuanian, Ukrainian, and Belorussian peoples. At the crossing point of the swords there is an oak leaf wreath symbolizing military glory and victory. On the coin`s right, there is the logotype of the National Bank of Ukraine Mint.",
  "reverseDescription": "Reverse: there is a symbolic composition of the battle, for which were used stylized fragments of the painting `The Battle of Orsha` by an unknown apprentice of artist Lucas Cranach the Elder. On the coin`s right, there is an image of Prince Konstanty Ostrogski and the following stylized legends: БИТВА/ПІД/ОРШЕЮ (BATTLE/OF/ORSHA) above to the left, and 500/РОКІВ (500/YEARS) below to the right.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=649",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=649"
}
