{
  "id": 238,
  "name": "150 Years of the Central State Historical Archives of Ukraine",
  "metal": "bimetal from nonprecious metals",
  "denomination": "5 hryvnias",
  "date": "19 September 2003",
  "weight": 9.4,
  "diameter": 28,
  "thickness": null,
  "quality": "ordinary",
  "edge": "sectoral corrugation",
  "mintage": 30000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the Central State Historical Archives of Ukraine, one of the oldest archive depository of the state, which was founded in 1852 on an initiative of the Provisional Commission on investigation of ancient statements by Kyiv, Podil and Volyn general-governor and which started to operate in 1853. Today the Archives collection contains about 1,5 million copies of unique documents of the history of Ukraine since 13th till 20th centuries. Among them there are parchment credentials of 13th-15th centuries, universals of Ukrainian hetmans, Collection of incunabulums and ancient prints, Kosh Archives of the New Zaporizhia Sich, General Description of the Left-Bank Ukraine, documents of the Hetmanhood institutions, of monastery and church funds and of private funds.",
  "averseDescription": "On the coin obverse in the inset ring there is etched the italicized inscription: 5 ГРИВЕНЬ ( 5/ hryvnia). Below and on the right there is the small National Emblem of Ukraine against the background of a sealing wax imprint and the Mint logotype of the National Bank of Ukraine. The outer ring contains the inscriptions: УКРАЇНА (Ukraine.) - above and 2003 - below.",
  "reverseDescription": "On the coin reverse there is a depiction of a sand-glass as a symbol of time on which background there are the following dates:1852 (above) and 2002 (beneath); to the left and to the right from the sand-glass there are books, maps and pictures are depicted. Along the circumference there is an inscription: ЦЕНТРАЛЬНИЙ ДЕРЖАВНИЙ ІСТОРИЧНИЙ АРХІВ УКРАЇНИ (Central State Historical Archives of Ukraine)",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=238",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=238"
}
