{
  "id": 490,
  "name": "350 Years of the Ivan Franko National University of Lviv",
  "metal": "silver (Ag 925)",
  "denomination": "5 hryvnias",
  "date": "20 January 2011",
  "weight": 15.55,
  "diameter": 33,
  "thickness": null,
  "quality": "proof",
  "edge": "smooth with in-depth legends",
  "mintage": 7000,
  "categoryId": 5919,
  "category": "Higher educational establishments of Ukraine",
  "generalDescription": "The commemorative coin continues the `Higher Education Establishments of Ukraine` series and are dedicated to one of the oldest universities in Eastern Europe, a strong centre of science and education - the Ivan Franko National University of Lviv founded in 1661. With the University connected are activities of many famous scientists and schools of science which have made a considerable contribution to the development of Ukrainian and world science and culture.",
  "averseDescription": "On the obverse there are depicted: the Small Coat of Arms of Ukraine and the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) (above); in the centre, against the background of the conventionalized document on foundation of the University, there is the allegorical group of statuary symbolizing the education; the face value (below, bow-shaped) and mintage year (to the right): on the silver coin - П`ЯТЬ ГРИВЕНЬ, 2011 (five hryvnias) together with the logotype of the National Bank of Ukraine Mint.",
  "reverseDescription": "On the reverse there is depicted the main university building erected in the second half of the XIX-th century. Over the edifice there is the Coat of Arms of the University and the semicircular inscription: ЛЬВІВСЬКИЙ НАЦІОНАЛЬНИЙ УНІВЕРСИТЕТ / ІМ. ІВАНА ФРАНКА (Lviv National University / named after Ivan Franko); below - 350 РОКІВ (350 years).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=490",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=490"
}
