{
  "id": 307,
  "name": "Chyhyryn",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "18 May 2006",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 5000,
  "categoryId": 5934,
  "category": "Hetman capital cities",
  "generalDescription": "The commemorative coin is dedicated to the town of Chyhyryn, which is in Cherkasy region. During the first National Liberation War of the Ukrainian people under the leadership of Bohdan Khmelnytskyi the Ukrainian Cossack`s state - Hetmanschyna was established. Chyhyryn became its military, administrative and political centre. The first capital of the Hetmanschyna was residence of the Hetmans Bohdan Khmelnytskyi , Ivan Vyhovskyi, Yuri Khmelnytskyi, Pavlo Teteria and Petro Doroshenko",
  "averseDescription": "On the coin obverse there is depicted a Cossack holding a bunchuk (a pole with a golden sphere and horsetail - a symbol of Hetman`s power) against the background of Cossack standards, cannons, kettle-drums; above there is the Small National Emblem of Ukraine, the year of coin issue - 2006 and the crescent-shaped inscription above: НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) and the legend 10/ ГРИВЕНЬ (10/Hryvnia) - below.There is the indication of metal and its fineness - Ag 925, its weight in fineness - 31,1g and the logotype of the National Bank of Ukraine Mint.",
  "reverseDescription": "On the coin reverse there are depicted five portraits in medallions, with the bow-shaped inscriptions under them: БОГДАН ХМЕЛЬНИЦЬКИЙ, ЮРІЙ ХМЕЛЬНИЦЬКИЙ, ІВАН ВИГОВСЬКИЙ, ПАВЛО ТЕТЕРЯ, ПЕТРО ДОРОШЕНКО (Bohdan Khmelnytskyi, Yuri Khmelnytskyi, Pavlo Teteria and Petro Doroshenko); above the portraits there is the town`s coat of arms and the inscriptions: ГЕТЬМАНСЬКА СТОЛИЦЯ/ ЧИГИРИН (Hetman`s capital/ Chyhyryn); beneath - Chyhyryn townscape (a fragment of an illustration from Samiylo Velychko` chronicle).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=307",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=307"
}
