{
  "id": 199,
  "name": "Ostap Veresai",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "23 September 2003",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "ordinary",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 5914,
  "category": "Outstanding Personalities of Ukraine",
  "generalDescription": "The coin is dedicated to the second birth centenary of Ukrainian kobza-player Ostap M.Veresai (Ostap Sokyrynskyi, Labsa, Radchyshin (1803 - 1890). Possessing some powerful influence on the audience as a artist, the kobza-player tried to bring to his people only lofty ethic norms, to favour them with positive emotions and to find those words which were awaited from him. In 1860 Taras Shevchenko presented his `Kobsar` (a book of his poems) to him. Veresai`s creative work attracted attention of Mykola Lysenko, Ivan Franko, F.Kolessy, M.Hrynchenko and others, his concerts were held in Kyiv and St.Petersburg",
  "averseDescription": "On the coin obverse to the right there is a depiction of a bandura against the background of a horizontal ornamental band, above which there is depicted the small National Emblem of Ukraine and the inscription УКРАЇНА (Ukraine) and the Mint logotype of the National Bank of Ukraine; beyond the band there is a three-line inscription: 2 ГРИВНІ, (2 hryvnia) 2003",
  "reverseDescription": "The coin is dedicated to the second birth centenary of Ukrainian kobza-player Ostap M.Veresai (Ostap Sokyrynskyi, Labsa, Radchyshin (1803 - 1890). Exerting his powerful influence on the audience as a artist, the kobza-player poetized the high ideals of folk ethics and morals and tried to find those words which were awaited from him. In 1860 Taras Shevchenko presented his `Kobsar` (a book of his poems) to him. Veresai`s creative work attracted attention of Mykola Lysenko, Ivan Franko, F.Kolessy, M.Hrynchenko and others, his concerts were held in Kyiv and St.Petersburg",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=199",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=199"
}
