{
  "id": 281,
  "name": "The Family of Symyrenko",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "28 November 2005",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 5000,
  "categoryId": 5932,
  "category": "Famous Families of Ukraine",
  "generalDescription": "The coin is dedicated to the family of Symyrenko, a famous Ukrainian family, which gave Ukraine talented engineers, sugar producers, outstanding fruit-growing scientists and generous Maecenas. The successors of the Cossack family, including also serfs (in particular, Fedir Symyrenko), became equal to persons possessing titles of nobility and belonging to the richest entrepreneurs of Europe. And Lev Platonovych Symyrenko, an outstanding scientist - pomologist and a gardener had developed the most famous in Europe collection of fruits and berries, grew a variety of apple-trees, broadly known as `Reanette of Symyrenko`",
  "averseDescription": "On the coin obverse above there is the semicircular inscription: НАЦІОНАЛЬНИЙ БАНК (National Bank), under which there is the small National Emblem of Ukraine against the background of the conventionalized apple blossom which symbolizes a family tree; below: УКРАЇНА (Ukraine) inscription; Ag 925, designation of metal; 31,1, its weight in fineness (on the left); the NBU Mint logotype; 2005, the coin mintage year (on the right); beneath there is the semicircular inscription: ДЕСЯТЬ ГРИВЕНЬ (10/ hryvnia",
  "reverseDescription": "On the coin reverse there is depicted a conventionalized family tree, amidst the leaves and twigs of which there are names and years of life of members of the Symyrenko family: ФЕДІР (Fedir) (1790 - 1867), ПЛАТОН (Platon) (1820 - 1863), ВАСИЛЬ (Vasyl) (1835 - 1915), ЛЕВКО (Levko) (1855 - 1920), ВОЛОДИМИР(Volodymyr) (1891 - 1938) and beneath there is the semicircular inscription: РОДИНА СИМИРЕНКІВ (the family of Symyrenko).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=281",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=281"
}
