{
  "id": 593,
  "name": "Battle of the Dnieper",
  "metal": "nickel silver",
  "denomination": "5 hryvnias",
  "date": "30 October 2013",
  "weight": 16.54,
  "diameter": 35,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 6053,
  "category": "Перемога у Великій Вітчизняній війні 1941-1945 рр.",
  "generalDescription": "The commemorative coin is dedicated to the offensive operations of September-December of 1943. These events became the accomplishment of the radical turn in the Great Patriotic War, i.e. of the battle of the Dnieper, in the course of which the city of Kyiv, the capital of Ukraine, was liberated. The battle became the culmination in the liberation of Ukraine, had a significant influence on the subsequent course of the military operations and was conducive to the defeat of the fascist invaders.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the centre there is the composition symbolizing the victory: the figures 1943 with the image of fireworks above and a laurel wreath, ribbon and star below; to the right over the star there is the coin issue year indication 2013; below there is the bow-shaped inscription: П`ЯТЬ ГРИВЕНЬ (five hryvnias); to the right, there is the National Bank of Ukraine Mint mark.",
  "reverseDescription": "Reverse: there is a conventionalized dynamic composition consisting of the images of an offensive combat wherein different arms participate - tanks, infantry, artillery, aviation, Dnieper Military Flotilla and so on; the mirror-finished part of the reverse symbolizes the Dnieper river; above there is the inscription БИТВА / ЗА ДНІПРО (Battle / of the Dnieper).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=593",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=593"
}
