{
  "id": 486,
  "name": "125 Years of the National Technical University ``Kharkiv Polytechnic Institute``",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "30 August 2010",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 50000,
  "categoryId": 5919,
  "category": "Higher educational establishments of Ukraine",
  "generalDescription": "The commemorative coin ``125 Years of the National Technical University ``Kharkiv Polytechnic Institute`` continues the `Higher Education Establishments of Ukraine` series and is dedicated to one of the oldest technical universities where the well-known schools of mechanics, physics, materials science, aviation, nuclear physics, tank building, tractor construction, turbo sets, etc. emerged and developed, i.e. to the National Technical University ``Kharkiv Polytechnic Institute``.",
  "averseDescription": "On the obverse of the coin there are the Small Coat of Arms of Ukraine (above), the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine), a conventionalized image of the main building (to the right) against the background whereof there are depicted the symbols of science with the face value: on the German silver coin - 2/ ГРИВНІ (2/hryvnias); to the left there are depicted the radio telescope (the glory of the research-and-development plant of the university) and the book, being the knowledge symbol, with the coin issue year indication 2010 thereunder. On the 2 hryvnia coin there is the logotype of the National Bank of Ukraine Mint (below).",
  "reverseDescription": "On the reverse of the coins there are depicted the university buildings with the portrait of V.L.Kyrpychov, the founder and first director of the Kharkiv Polytechnic Institute, against the background of one of them, and the legends: 125 років (years) below and НАЦІОНАЛЬНИЙ ТЕХНІЧНИЙ УНІВЕРСИТЕТ ``ХАРКІВСЬКИЙ ПОЛІТЕХНІЧНИЙ ІНСТИТУТ`` (National Technical University ``Kharkiv Polytechnic Institute``) circular.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=486",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=486"
}
