{
  "id": 685,
  "name": "Volodymyr the Great, Grand Duke of Kyiv",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "24 July 2015",
  "weight": 62.2,
  "diameter": 50,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 2000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The commemorative coin is dedicated to Volodymyr the Great, Grand Duke of Kyiv, an outstanding statesman and political figure, an architect of Ukraine-Rus, a medieval European state, and commemorates the millennium from the date of his repose.",
  "averseDescription": "Obverse: there is depicted the following: to the left - the Small Coat of Arms of Ukraine with the inscription УКРАЇНА (Ukraine); to the right - the issue year 2015, the face value - 20/ГРИВЕНЬ (20/hryvnias); in the center there is depicted `sriblianyk` (silver coin), one of the first coins minted in the Kyivan state, below- the fragment of ancient Kyiv (local gilding) in which development Volodymyr Sviatoslavovych invested great effort; to the right and to the left there is a conventionalized composition of hills with names of the tribes once inhabiting this territory.",
  "reverseDescription": "On the reverse: in the center there is depicted Volodymyr the Great, Grand Duke of Kyiv (local gilding), holding the cross in one hand and the church model in the other; around him there are four medallions with conventionalized representations of the duke`s acts of founding the state: coins mintage, joining new territories and protection of state borders, economic development and trade, Christianization of the people and establishment of Christianity as the state religion; to the duke`s left and right there are the stylized inscriptions КИЇВСЬКИЙ КНЯЗЬ, ВОЛОДИМИР ВЕЛИКИЙ (Grand Duke of Kyiv, Volodymyr the Great).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=685",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=685"
}
