{
  "id": 410,
  "name": "Decennial of Entry of the Historical Centre of the City of Lviv in the UNESCO World Heritage List",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "24 October 2008",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 5000,
  "categoryId": 5928,
  "category": "Spiritual Treasures of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to the 10th anniversary of entry of the historical centre of the city of Lviv in the UNESCO World Heritage List. The first record of Lviv is dated 1256 and this year is supposed to be its foundation date. The city as if fascinates with its centuries-old history and beauty. Wonderful architectural monuments can be seen at every turn forming together one of the most beautiful historico-architectural complexes of Europe.",
  "averseDescription": "On the obverse there is depicted the decorative sculpture of the Glory from the facade of the Lviv State Academic Opera and Ballet Theatre of S.Krushelnytska; there are: above - the Small National Emblem of Ukraine, the circumferential legends: НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) above, ДЕСЯТЬ ГРИВЕНЬ (ten hryvnias) below, indication of the metal and its fineness – Ag 925, weight in fineness – 31.1 (on the left), coin issue year - 2008 and the logotype of the National Bank of Ukraine Mint (on the right).",
  "reverseDescription": "On the reverse there is depicted conventionalized composition consisting of five towers of the city of Lviv: Armenian Cathedral tower, Assumption Church tower, City Hall tower, Roman Catholic Cathedral tower and Bernardine monastery tower (from left to right), against the background of them there is the Coat of Arms of the city and the legends: 10 РОКІВ У РЕЄСТРІ СВІТОВОЇ СПАДЩИНИ ЮНЕСКО (10 years in the UNESCO World Heritage List), above as a semicircle, and ЛЬВІВ (Lviv) below.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=410",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=410"
}
