{
  "id": 132,
  "name": "Kyrylo Rozumovskyi",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "27 November 2003",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 3000,
  "categoryId": 5937,
  "category": "Heroes of Cossack Age",
  "generalDescription": "The commemorative coin of 10 Hryvnias denomination is dedicated to the count Kyrylo Rozumovskyi, the last Hetman of the Left Bank Ukraine (1728 - 1803), a well educated person, the president of the St.Petersburg Academy of Sciences, field marshal, chamberlain and senator. During his hetmanship many important reforms were implemented: judicial and military reform, national census, as well as longstanding Ukrainian rights and privileges were asserted.",
  "averseDescription": "On the coin obverse there is the composition similar to the whole Series of coins which embodies the National idea of the Unified Ukraine: next to the small National Emblem of Ukraine, the emblematic figures of Michael the Archistrategos and crowned lion are located, which are symbols of Kyiv and Lviv Cities. Circular inscriptions are split by baroque ornamentation: УКРАЇНА, 10 ГРИВЕНЬ, 2003, (Ukraine/ 10 Hryvnia/ 2003), the designation of precious metal - Ag 925 and its weight in fineness - 31,1). There is also the Mint logotype of the National Bank of Ukraine",
  "reverseDescription": "On the coin reverse in the circle made of a string of beads there is engraved a half-length portrait of Kylylo Rozumovskyi, to the left there is his coat of arm and the Cathedral of Virgin `s Nativity in the Town of Kozelets (on the right). Between the coin outer rim and the beads circle there is the conventionalized inscription: КИРИЛО РОЗУМОВСЬКИЙ (Kyrylo Rozumovskyi) - above and 1728 - 1803, his years of life - below.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=132",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=132"
}
