{
  "id": 374,
  "name": "90th anniversary of the Forming of the first Government of Ukraine",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "27 December 2007",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 35000,
  "categoryId": 5933,
  "category": "Rebirth of Ukrainian Statehood",
  "generalDescription": "The commemorative coin is dedicated to the first Government of Ukraine called the General Secretariat, that worked since June 15, 1917 to January 9, 1918. The General Secretariat Declaration developed under the chairmanship of Volodymyr Vinnychenko was the first document with a draft program for the Government. The First Universal (legal act) was assumed as the basis for drawing up the above-mentioned Declaration. It solemnly proclaimed a new social order of the free autonomous Ukraine in which `henceforth we ourselves shall arrange our life`.",
  "averseDescription": "On the coin obverse within a cartouche there is depicted the small National Emblem of Ukraine, there is also placed a conventionalized composition made of fragment of banknotes of of those times, upon which there are symbols of the then branches of industry and culture of the state, as well as the inscriptions: НАЦІОНАЛЬНИЙ/БАНК/УКРАЇНИ/2 ГРИВНІ/2007 (National/ Bank /of Ukraine/ 2 Hryvnias/2007). On the coin there is also depicted the NBU Mint logotype",
  "reverseDescription": "On the coin reverse there is depicted a portrait of Volodymyr Vinnychenko (on the right), a composition with a conventionalized ornament (on the left), there are placed the inscriptions: КИЇВ,/1917РІК/ ПЕРШИЙ/ УРЯД/ УКРАЇНИ/90 РОКІВ (Kyiv/ 1917 Year/ First/ Government/ of Ukraine) (on the left) and ВОЛОДИМИР/ ВИННИЧЕНКО/ ГОЛОВА/ УРЯДУ (Volodymyr / Vinnychenko / Chairman/ of the Government) (on the left).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=374",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=374"
}
