{
  "id": 147,
  "name": "Heroic Defence of the city of Sevastopol in 1854-1856",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "28 April 2004",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 10000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to 150th anniversary of the heroic defence of Sevastopol, which lasted for 349 during the Crimean war, the greatest war taking place on the Ukrainian lands in 19th century. Some regiments raised in Ukraine participated in the war, such as Chernihiv, Poltava, Zhytomir, Podil, Odesa, Volyn and Kremenchuh regiments, as well as detachments of the Black Sea Cossack`s forces. Along with V.Kornilov, P.Nakhimov, V.Istomin and others well-known Admirals of the Black Sea Sailing Fleet (which was sank to prevent access to Sevastopol harbor for enemy steam ships,",
  "averseDescription": "On the coin obverse against the background of a fortification scheme of Sevastopol bastions and batteries there is a depiction of a monument to sunk ships (on the right); above it there is an inscription УКРАЇНА (Ukraine); to monument`s left there are placed: at the top - the small National Emblem of Ukraine above, the inscription - 10 ГРИВЕНЬ (10 Hryvnia) - in the middle, and the coin issue year beneath: 2004 - below. On the left in two lines there is the designation of the metal, its fineness and the coin weight in fineness. There is also the Mint logotype of the Bank of Ukraine",
  "reverseDescription": "On the coin reverse on the foreground there is a depiction of the basic technical defence elements: 36-pound ship cannon and ammunition (case-shot, cannon-balls, bombs, ramrods), on the background there are sailing and steam ships and a fort protecting entrance to the ship bay; there are the following inscriptions: СЕВАСТОПОЛЬ (Sevastopol) at the top on the conventionalized naval ribbon and ГЕРОЇЧНА ОБОРОНА 1854-1856 (Heroic Defence/ 1854-1856), beneath in semicircle.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=147",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=147"
}
