{
  "id": 619,
  "name": "200th Anniversary of T.H.Shevchenko`s Birth",
  "metal": "silver (Ag 999)",
  "denomination": "50 hryvnias",
  "date": "7 March 2014",
  "weight": 500,
  "diameter": 85,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 1000,
  "categoryId": 5928,
  "category": "Spiritual Treasures of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to the bicentenary of birth of Taras Hryhorovych SHEVCHENKO, an outstanding son of the Ukrainian people, poet of genius, artist, thinker that has made an inestimable contribution to the spiritual treasury of humankind. The great Kobzar`s talent has climbed the heights of Ukrainian and world culture, the vigour of its national phenomenality diffuses far beyond the ambit of literature and art.",
  "averseDescription": "On the obverse of the coins: above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the center (on the silver coin - within the circle formed by the lines from the poem `Muse` ...ВНОЧІ, І ВДЕНЬ, І ВВЕЧЕРІ, І РАНО ВИТАЙ ЗО МНОЮ І УЧИ, УЧИ НЕЛОЖНИМИ УСТАМИ СКАЗАТИ ПРАВДУ. (… At night, and by day, and in the evening, and early in the morning soar with me and teach, teach by unlying mouth to say the truth), against the background of the rushnyk (embroidered towel) there is depicted a conventionalized allegorical embodiment of the master`s talent - two Muses, those of poetry and pictorial art; below there are the coin issue year indication 2014, facsimile signature of T.H.Shevchenko and bow-shaped face value: П`ЯТДЕСЯТ ГРИВЕНЬ (fifty hryvnias).",
  "reverseDescription": "On the reverse of 50 hryvnia coin divided into two parts (above the surface is smooth, below - in relief), which symbolizes the poet`s tortuous destiny, there is a series of T.H.Shevchenko`s self-portraits forming a circle and illustrating different periods of the master`s life and his talent; in the center, on the smooth surface, there are the lines ДОЛЯ/…МИ НЕ ЛУКАВИЛИ З ТОБОЮ,/МИ ПРОСТО ЙШЛИ; У НАС НЕМА/ЗЕРНА НЕПРАВДИ ЗА СОБОЮ. (Destiny / …we have not been sly, you and me / we simply walked; we have not / a granule of falsehood after us.); below, on the relief surface, there is the inscription ТАРАС/ШЕВЧЕНКО (Taras / Shevchenko) and to the left there is the indication of the years of his life 1814/1861.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=619",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=619"
}
