{
  "id": 616,
  "name": "75 Years of the Ternopil Oblast",
  "metal": "bimetal from nonprecious metals",
  "denomination": "5 hryvnias",
  "date": "25 November 2014",
  "weight": 9.4,
  "diameter": 28,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "sectoral corrugation",
  "mintage": 20000,
  "categoryId": 6044,
  "category": "Oblasts of Ukraine",
  "generalDescription": "The coin is dedicated to the land with unique and inimitable landscapes, highlands, rivers, waterfalls, caves. The National Nature Park `Kremenetski Hory` and `Medobory` Nature Preserve are the gems of the nature reserves of the region. The Ternopil Oblast occupies the western part of the Podolian Upland and is situated on the important transportation crossroads from Eastern to Central and Western Europe, which is conducive to development of the business undertakings. The Oblast economy is mainly of agrarian and industrial character, being the natural building materials predominant among its mineral resources.",
  "averseDescription": "Obverse: bears the Small Coat of Arms of Ukraine (above) with the semicircular inscriptions НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) above and П`ЯТЬ ГРИВЕНЬ (five hryvnias) beneath; to the right there is the mark of the National Bank of Ukraine Mint; in the center there is the conventionalized composition: the images of Maria`s Spiritual Centre of Zarvanytsia with the coin issue year indication 2014 to the right thereof, towers of the Chervonohorod Castle (thereunder), vytynanka (art form of paper cutting) and the short-eared owl (against the background of a kylym carpet fragment).",
  "reverseDescription": "Reverse: bears the Oblast coat of arms with the semicircular inscriptions: ТЕРНОПІЛЬСЬКА ОБЛАСТЬ (Ternopil Oblast) above and ЗАСНОВАНА У 1939 РОЦІ (established in 1939 year) below.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=616",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=616"
}
