{
  "id": 432,
  "name": "International Year of Astronomy",
  "metal": "silver (Ag 999)",
  "denomination": "100 hryvnias",
  "date": "15 June 2009",
  "weight": 1000,
  "diameter": 100,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 700,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The commemorative coin is dedicated to the International Year of Astronomy, i.e. 2009, proclaimed by United Nations. Four hundred years ago Galileo Galilei for the first time made use of the telescope to observe objects of the Universe. The International Year of Astronomy means peaceful global work with the purpose of exploring the enigmas of anthropogenesis and our Universe origin, i.e. the common heritage linking all earthlings. Astronomy is an important world outlook science and in such a way there is a good opportunity to conceive its role in development of the civilization.",
  "averseDescription": "On the obverse above there are the Small Coat of Arms of Ukraine, the coin issue year indication 2009 and the legend in three lines: НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) thereunder; lower - a conventional design of Solar System in which the third from the Sun planet, i.e. Earth, is made of a blue topaz of 0.2 carat; against the background of orbits there is an armillary sphere, a classical astronomical instrument, that was used to determine the coordinates of celestial bodies, and the two-line inscription 100 ГРИВЕНЬ (100 hryvnias) thereunder.",
  "reverseDescription": "On the reverse against the raised background there are depicted: on the left - Galileo Galilei (above) and a conventionalized medieval miniature of starry sky observation (below); on the right - one of galaxies (above) and a radio telescope (below). Against the smooth background of the coin there are: the image of an observatory (below) and the inscriptions above: the bow-shaped МІЖНАРОДНИЙ (International), РІК (year) and (in the centre of the composition) АСТРОНОМІЇ (of astronomy), in which the Saturn image substitutes for the O letter.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=432",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=432"
}
