{
  "id": 416,
  "name": "Church Complex in the Village of Buky",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "25 December 2008",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "smooth with in-depth legends",
  "mintage": 5000,
  "categoryId": 5917,
  "category": "Rebirth of the Christian Spirituality in Ukraine",
  "generalDescription": "The commemorative coin is dedicated to construction and consecration of the Orthodox Church Complex consisting of St.Eugene the Great Martyr Church, St.Daniel bell tower, St.Nicholas and St.Alexander chapels in the village of Buky (Skvyra raion, Kyiv oblast). The Ktitor (donator) of the Church Complex, Ivan Mykolaiovych SUSLOV, is a Christian and patriot, a recipient of Ukraine`s State Prize in Architecture.",
  "averseDescription": "On the obverse in the centre there is depicted the Grand Duke of Kyiv Volodymyr Sviatoslavovych with the cross and the church model in his hands; above and below him there are the semicircular inscriptions: along the inner circumference above – ВОЛОДИМИР ВЕЛИКИЙ (Volodymyr the Great), below – БУДІВНИЧИЙ ПРАВОСЛАВ’Я (Erector of the Orthodoxy); along the outer circumference above - НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine), below – ДЕСЯТЬ ГРИВЕНЬ (ten hryvnias); as well as the Small National Emblem of Ukraine (above), coin issue year – 2008 (on the left) and a conventionalized star (on the right).",
  "reverseDescription": "On the reverse there is depicted the Orthodox Church Complex whose dominant is St.Eugene the Great Martyr Church together with the legends: above the arcuate one УКРАЇНА/ВІДРОДЖЕННЯ ХРИСТИЯНСЬКОЇ ДУХОВНОСТІ (Ukraine/Rebirth of the Christian Spirituality); below under the conventionalized image of the Rostavytsia-river – ПРАВОСЛАВНИЙ ХРАМОВИЙ КОМПЛЕКС/ЦЕРКВА СВ. ЄВГЕНІЯ ВЕЛИКОМУЧЕНИКА/ОСВЯЧЕНА В 2007 РОЦІ/КИЇВШИНА/СКВИРА С.БУКИ (Orthodox Church Complex/Church of St.Eugene the Great Martyr/consecrated in 2007 year/Kyiv Oblast/ Skvyra vil. of Buky).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=416",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=416"
}
