{
  "id": 493,
  "name": "Island of Khortytsia in the Dnieper - the Cradle of Ukrainian Cossacks",
  "metal": "silver (Ag 999)",
  "denomination": "50 hryvnias",
  "date": "20 December 2010",
  "weight": 500,
  "diameter": 85,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 1500,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The commemorative coin is dedicated to a unique monument of the nature, history and archaeology - the island of Khortytsia that always was in the sphere of military and economic interests of the Zaporozhian Cossacks and was their basic fortified settlement. Zaporozhian Sich on the island of Khortytsia is often mentioned in the folk tales and songs written down in the XVIIIth - XIXth centuries. The singularity of Khortytsia consists in a rare combination of various natural complexes on the same territory - the alluvial plain forests and meadows, steppes, rocky cleavages of granites, gullies, oak woods, lakes, etc. Here situated is the National Reserve `Khortytsia`.",
  "averseDescription": "On the obverse above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the centre there is depicted a fragment of the National Historico-Cultural Heritage Site `Zaporizka Sich`; in the foreground there is a gilded composition representing a bandura and Cossacks` weapons and power insignia, to the left whereof there is the coin face value 50/ГРИВЕНЬ (50 hryvnias) and to the right the issue year 2010.",
  "reverseDescription": "On the reverse against the background of ornamental stripe there is depicted the dovbysh (Cossack drummer) beating the kettledrum used among the Cossacks at the time of celebrations and big events in Cossacks` life; to the right there are the lines of Taras Shevchenko`s poem `I mertvym, i zhyvym...` (`To the Dead and the Living...`): У нас воля виростала / Дніпром умивалась, / У голови гори слала, / Степом укривалась! / ТАРАС ШЕВЧЕНКО (The liberty grew up among us / Washing itself in the Dnieper water, / The mountains pillowed its head, / And it covered itself with the steppe! / TARAS SHEVCHENKO); over the stripe there is a conventionalized image of the island with the inscription Острів Хортиця на Дніпрі - колиска українського козацтва (Island of Khortytsia in the Dnieper - the cradle of Ukrainian Cossacks); below the image, to the right, there is the legend ЗАПОРІЖЖЯ / XVI-XVIII ст. (ZAPORIZHIA / XVI-XVIII cent.).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=493",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=493"
}
