{
  "id": 566,
  "name": "200 Years of Semen Hulak-Artemovsky",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "15 February 2013",
  "weight": 62.2,
  "diameter": 50,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 4000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the bicentenary of birth of Semen Hulak-Artemovsky, a Ukrainian composer, opera artist, brilliant actor, the author of the first Ukrainian opera `Zaporozhets za Dunaiem` (A Zaporozhian (Cossack) beyond the Danube, meaning in exile) belonging to the golden pool of the national musical heritage as well as to the 150th anniversary of the first performance of the opera. It is an outstanding accomplishment of the composer incarnating the national peculiarities of the Ukrainian folklore and everyday life of the epoch. Semen Stepanovych Hulak-Artemovsky was as well the author of the opera word book and the first performer of the role of Karas.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine with the semicircular legend НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the centre there is the conventionalized composition depicting Odarka and Ivan Karas, the opera central figures, against the background of the mosque image; in the foreground there is a rural view - thatched cabins, fence, mallows; the legends - 2013 to the right, ДВАДЦЯТЬ ГРИВЕНЬ (twenty hryvnias) semicircular below.",
  "reverseDescription": "Reverse: within a baroque flower ornamental pattern there is a portrait of S.Hulak-Artemovsky with the quill in his hand; to the right of him there are depicted Oksana and Andrii, opera protagonists; to the left, over the lyre, there is depicted a woman personifying a Muse of the singer and composer; above there are the inscriptions: the semicircular СЕМЕН ГУЛАК-АРТЕМОВСЬКИЙ (Semen Hulak-Artemovsky) and 200/років (years).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=566",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=566"
}
