{
  "id": 239,
  "name": "50 Years of Annexation of the Crimea to Ukraine",
  "metal": "bimetal from nonprecious metals",
  "denomination": "5 hryvnias",
  "date": "28 April 2004",
  "weight": 9.4,
  "diameter": 28,
  "thickness": null,
  "quality": "ordinary",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the 50th anniversary of Annexation of the Crimea to Ukraine. In February 1954 the Crimean region was annexed to the UkSSR. On February 12, 1991 the Verkhovna Rada of Ukraine adopted the Law of Ukraine `On the renewal of the Crimean Autonomous Soviet Socialist Republic`. On April 24, 1992 it was renamed for the Autonomous Republic of the Crimea which is an autonomous administrative and territorial unit of Ukraine and its inseparable constituent part. It is situated in the south of the state in the Crimean peninsula. The area makes up 27 thousand km2, its population is 2,221 million people",
  "averseDescription": "On the coin obverse against the background of the map of Ukraine there is depicted a sheaf consisted of 25 wheatears tied up with a jute, which symbolizes Ukraine. In the centre there is represented the small National Emblem of Ukraine. Underneath the map there are engraved the coin issue year - 2004he left) and the inscription: КРИМ (Crimea) on the right and the logotype of the NBU Mint. Within the outer ring there are semicircular inscriptions: УКРАЇНА (Ukraine) -above, and 5 ГРИВЕНЬ ( 5/ hryvnia) -beneath.",
  "reverseDescription": "On the coin reverse in the centre there is depicted the Coat of arms of the Autonomous Republic of the Crimea, beneath - a bunch of grapes; the outer and insert rings are linked by a jute, along the outer ring there is the circular inscription: ВХОДЖЕННЯ КРИМУ ДО СКЛАДУ УКРАЇНИ (Annexation of the Crimea to Ukraine), above there is the inscription - 50 РОКІВ (50 Years)",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=239",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=239"
}
