{
  "id": 247,
  "name": "100 Years of the World Aviation and 70 Years of the National Aviation University",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "22 August 2003",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "ordinary",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to 100th anniversary of the World Aviation. A human being used to dream on flying since many centuries, but practically, aviation (from the Latin: avis - bird) has started its development only in 20th century. The American mechanics, brothers Write were the first to put an internal-combustion engine inside an airplane. The first successful flight of their airplane took place on December 17, 1903. At the end of 30-s a jet-engine was invented. And since that time the aviation has been developing very rapidly.",
  "averseDescription": "On the coin obverse against the background of the a terrestrial globe there is pictured a composition, symbolizing dynamics of air communication, the small National Emblem of Ukraine and the inscriptions: 2 ГРИВНІ, 2003 (2 hryvnia/ 2003). Above and on the right there is a semicircular inscription: УКРАЇНА (Ukraine).Beneath there is the NBU Mint logotype.",
  "reverseDescription": "On the coin reverse there is a composition inside of which there is a biplan of the Wright brothers is depicted against the background of the conventional plane skin which is decorated with a schematic sketch of Leonardo da Vinci. Above to the left there is a semicircular inscription: СВІТОВІЙ АВІАЦІЇ (of World Aviation) and to the right there is a two-lined inscription: 100 РОКІВ (100 Years). Beneath to the right there is a building is depicted, under which there is a semicircular inscription: НАЦІОНАЛЬНИЙ АВІАЦІЙНИЙ УНІВЕРСИТЕТ (National Aviation University).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=247",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=247"
}
