{
  "id": 462,
  "name": "Johann Georg Pinzel",
  "metal": "silver (Ag 925)",
  "denomination": "5 hryvnias",
  "date": "29 November 2010",
  "weight": 15.55,
  "diameter": 33,
  "thickness": null,
  "quality": "proof",
  "edge": "smooth with in-depth legends",
  "mintage": 5000,
  "categoryId": 5914,
  "category": "Outstanding Personalities of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to Johann Georg Pinzel, a renowned sculptor of the middle of the 18th century who worked with wood and stone, a representative of the Late Baroque and Rococo and the founder of the Lviv School of Sculptors. He is shrouded in mystery as very little is known about his personage which was consigned to oblivion for 200 years. Only in recent decades, the heritage of the Master, who is named the Slavic Michelangelo by contemporary European art critics, has attracted experts and admirers` remarkable attention. In 2011, his works will be on exhibition at the Louvre. The ensemble of stone carvings for the Buchach City Hall and Church altar in Horodenka, the stone figure on the parapet of the St. Yura Cathedral in Lviv, great altar in the village of Hodovytsi and altar in the Parochial Church in the town of Monastyryska are just some of the Master`s great works of art.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine against the matt background and semicircular legend: НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); against the smooth background there is `the standard for Baroque beauty` - the Buchach City Hall to the left and right whereof there is the legend: 2010 / БУЧАЧ; 5/ГРИВЕНЬ/ТЕРНОПІЛЬЩИНА (2010 / Buchach; 5/hryvnias/Ternopil Oblast).",
  "reverseDescription": "Reverse: there is the composition portraying the Master with tools in his hands standing before the sculpture of the Angel impressed by the product of his chisel; there is the circular legend: ІОАНН ГЕОРГ ПІНЗЕЛЬ, бл. 1710 - 1761 (Johann Georg Pinzel, circa 1710 - 1761).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=462",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=462"
}
