{
  "id": 579,
  "name": "House of a Poet (on the occasion of the Centenary of M.Voloshin`s House)",
  "metal": "nickel silver",
  "denomination": "5 hryvnias",
  "date": "12 September 2013",
  "weight": 16.54,
  "diameter": 35,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 20000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the centenary of construction completion of the House of a Poet. In Koktebel, on the very shore of a picturesque bight, at the foot of the dateless extinct volcano Kara Dag, there is an unusual house preserving a lot of real objects and legends of the 20th century, founded by Maximilian Voloshin for communication and creative work. The House has been visited by representatives of many generations of the creative intellectuals.",
  "averseDescription": "On the obverse there are: the Small Coat of Arms of Ukraine and the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine) (above); in the centre there is the image of the House of a Poet with the silhouettes of people before it representing the `hospitality spirit` of the good host`s residence; thereunder is the inscription БУДИНОК ПОЕТА М.ВОЛОШИНА (House of the poet M.Voloshin) with the coin issue year indication 2013 to the right thereof; below there are the mark of the National Bank of Ukraine Mint and the coin face value П`ЯТЬ ГРИВЕНЬ (five hryvnias).",
  "reverseDescription": "On the reverse there is depicted the working artist`s silhouette against the background of the waterscape with the lines from his poem exposing the kernel of Maximilian Voloshin`s creative work of a poet and artist ДВЕРЬ ОТПЕРТА, / ПЕРЕСТУПИ ПОРОГ, / МОЙ ДОМ / РАСКРЫТ / НАВСТРЕЧУ / ВСЕХ ДОРОГ… (The door is open, / Cross the threshold, / My home / Is exposed / In advance / To every road…); below there is the legend ДО 100-РІЧЧЯ (on the occasion of the 100th anniversary).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=579",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=579"
}
