{
  "id": 36,
  "name": "Cossack Mamai",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "23 July 1997",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 5000,
  "categoryId": 5937,
  "category": "Heroes of Cossack Age",
  "generalDescription": "The coin is the first one from a series `Heroes of Cossack Age`, presenting a gallery of characters of glorious sons of Ukraine and most important events in the country`s history of 16th-18th centuries",
  "averseDescription": "On the coin obverse there is depicted a common for this series scene which embodies the idea of Ukraine`s integrity: the small National Emblem of Ukraine supported by the stamped figures of Saint Michael Archistrategos in a knightly attire and with a spear, the patron of Kiev and a crowned lion (the symbols of the Grand Dutchy of Halytsien and Volynien respectively) and the conventionalized inscriptions: УКРАЇНА and 20 ГРИВЕНЬ, coin`s face value-underneath in two lines. All inscriptions are separated from one another with baroque ornaments and griffins depictions. On the left from the figure 20, there are designations of Аg 925 and 31,1, coin weight in fineness",
  "reverseDescription": "On the coin reverse in the circle made of a string of beads, there is a composition popular in 18th-20th century folk art of Ukraine: Cossack Mamai dressed in a rich coat edged with fur, sits in a Turkish way, smokes a pipe and plays the bandura. Around him there are traditional attributes of the Cossack military life of that period: a horse with a good outfit, tied to a spear with a small flag on its top, plunged into soil; a green oak-tree with a hanging sabre; a pistol and a stone powder case; high Turkish hat and a bottle of `okovyta`(Ukrainian vodka). Around the coin external circumference there are inscriptions: КОЗАК МАМАЙ (Cossack Mamai) - on the left and ЛИЦАР ВОЛІ І ЧЕСТІ (paladin of freedom and honor)- on the right. Above these inscriptions are separated with a small flag at the spear top, underneath - with a conventionalized highbush cranberry spray.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=36",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=36"
}
