{
  "id": 295,
  "name": "10 Years of the Antarctic Station Academician Vernadskyi",
  "metal": "nickel silver",
  "denomination": "5 hryvnias",
  "date": "16 January 2006",
  "weight": 16.54,
  "diameter": 35,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 60000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the `Academician Vernadsky` Ukrainian antarctic scientific centre (its former name was `Faradey`), which is located in the Galindes island of Argentine Archipelago. This station was handed over to Ukraine in accordance with the Memorandum of Understanding between the British Antarctic Service and the Ukrainian Antarctic Centre. There are conducted investigations on the station in many research lines to observe concern of Ukraine in this region and to ensure the integration of Ukraine into the world science, etc.",
  "averseDescription": "On the coin obverse there is depicted the Ukrainian flag flying on a vertical stock; beneath there is the Academician Vernadsky antarctic station and the inscription: НАЦІОНАЛЬНИЙ БАНК (National Bank) (right and in semicircle); below there is the small National Emblem of Ukraine under which there are the inscriptions: УКРАЇНА/ 5/ГРИВЕНЬ; 2006 (Ukraine/ 5/ hryvnia/ 2006), the coin issue y10 The commemorative coin is dedicated to the Ukrainian Antarctic Research Station `Academician Vernadskyi` (previous name `Faraday`), located on Galindez Island in the Argentine Islands. The station was transferred to Ukraine under the Memorandum of Understanding between the British Antarctic Survey and Ukrainian Antarctic Center. The Station performs research activities in many scientific areas and these activities are aimed at securing geopolitical interest of Ukraine in the whole region and its integration into global scienceear (on the left), as well as the NBU Mint logotype",
  "reverseDescription": "On the coin reverse: the contours of Antarctica and inscription 10 РОКІВ (10 YEARS). In the center of the zero cipher there is an asterisk showing geographical location of the Station. There are also the semi-circular inscriptions: АНТАРКТИЧНА СТАНЦІЯ (ANTARCTIC STATION) to the right above, and АКАДЕМІК ВЕРНАДСЬКИЙ (ACADEMICIAN VERNADSKYI) to the left below.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=295",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=295"
}
