{
  "id": 576,
  "name": "100 Years of P.I.Tchaikovsky National Music Academy of Ukraine",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "1 November 2013",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 20000,
  "categoryId": 5919,
  "category": "Higher educational establishments of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to the centenary of P.I.Tchaikovsky National Music Academy of Ukraine being a leading centre of the music education not only in Ukraine, but also worldwide. Such outstanding composers as Pyotr Tchaikovsky, Sergei Taneyev, Sergei Rachmaninoff took part in foundation of the establishment. During the century of its activities the Academy being the successor of P.I.Tchaikovsky Kyiv State Conservatory has trained many outstanding masters of the national and world culture.",
  "averseDescription": "Obverse: above there are the Small Coat of Arms of Ukraine and the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); against the background of the conventionalized composition representing a grand piano, treble clef and staff there is P.I.Tchaikovsky`s portrait; thereunder is the coin face value: 2 гривні (2 hryvnias), to the right, there is the mark of the National Bank of Ukraine Mint; below there is the coin issue year indication 2013.",
  "reverseDescription": "Reverse: against the mirror-finished background there is depicted the building of the Opera Studio of the National Music Academy of Ukraine with the legend 100 РОКІВ (100 years) and a laurel branch thereunder; there is also the circumscription НАЦІОНАЛЬНА МУЗИЧНА АКАДЕМІЯ УКРАЇНИ ІМЕНІ П.І.ЧАЙКОВСЬКОГО (National Music Academy of Ukraine named after P.I.Tchaikovsky).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=576",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=576"
}
