{
  "id": 114,
  "name": "Pylyp Orlyk",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "30 May 2002",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 3000,
  "categoryId": 5937,
  "category": "Heroes of Cossack Age",
  "generalDescription": "Commemorative coins of 10 Hryvnias denomination is dedicated to Pylyp Orlyk (1672 - 1742), a representative of Ukrainian noble family and Ivan Mazepa`s companion-in-arms, who became a Hetman in exile. He was the author of the first Ukrainian constitution Pacts and Fundamentsl Laws Regulating the Rules and Freedoms of the Zaporizhian Army (1710), which was a historical document of domestic political and legal mind of the beginning of 18 th century, regulating principal issues of the national state building in Ukraine",
  "averseDescription": "On the coin obverse there is the composition similar to the whole Series of coins which embodies the National idea of the Unified Ukraine: next to the small National Emblem of Ukraine, the emblematic figures of Michael the Archistrategos and crowned lion are located, which are symbols of Kyiv and Lviv Cities. Circular inscriptions are split by baroque ornamentation: УКРАЇНА, 10 ГРИВЕНЬ, 2002, (Ukraine/ 10 Hryvnia/ 2002), the designation of precious metal - Ag 925 and its weight in fineness - 31,1.",
  "reverseDescription": "On the coin reverse in the circle made of a string of beads there is depicted Pylyp Orlyk surrounded by his Cossack companion-in-arms with his right arm raised and holding the unfolded roll of the constitution in his left hand. Between the coin external edge and the semicircle of beads there is an conventional inscription: ПИЛИП ОРЛИК (Pylyp Orlyk) and his years of life: 1672 - 1742 - below on the left.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=114",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=114"
}
