{
  "id": 409,
  "name": "Hlukhiv",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "10 November 2008",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 7000,
  "categoryId": 5934,
  "category": "Hetman capital cities",
  "generalDescription": "The commemorative coin is dedicated to the past of the town of Hlukhiv closely related to the processes of statehood establishment and lawmaking. In 1708 the town became the residence of hetmans of Left-Bank Ukraine – I.Skoropadskyi, P.Polubotok, D.Apostol and K.Rozumovskyi. In Hlukhiv the 1st Lesser Rus Collegium (1722-1727), Hetman’s Board of Administration (1734-1750) and the 2nd Lesser Rus Collegium (1764-1782) resided, the General Host Chancellery, General Host Court and other state agencies operated",
  "averseDescription": "On the coin obverse there is the Small National Emblem of Ukraine under which the coin issue year – 2008, the semicircular legend НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine), in the centre there are depicted the cannon and bell as widely produced in Hlukhiv, below – the coin face value 10/ГРИВЕНЬ (10 hryvnias), indication of the metal and its fineness – Ag 925, weight in fineness – 31.1 (on the left), and the logotype of the National Bank of Ukraine Mint (on the right).",
  "reverseDescription": "On the coin reverse there is depicted a conventionalized panorama of the town, in the centre whereof there is the Kyiv Gate of the town fortress, above – the semicircular inscription ГЕТМАНСЬКА СТОЛИЦЯ (Hetman’s Capital), under which the coat of arms of the town and four portraits of the hetmans, under which the legends – ІВАН/СКОРОПАДСЬКИЙ (Ivan/Skoropadskyi), ПАВЛО/ПОЛУБОТОК (Pavlo/Polubotok), ДАНИЛО/АПОСТОЛ (Danylo/Apostol), КИРИЛО/РОЗУМОВСЬКИЙ (Kyrylo/Rozumovskyi); below, between the conventionalized ornamentation patterns, the legend ГЛУХІВ (Hlukhiv).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=409",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=409"
}
