{
  "id": 27,
  "name": "Peresopnytsia Gospels",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "30 March 2011",
  "weight": 62.2,
  "diameter": 50,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 4000,
  "categoryId": 5928,
  "category": "Spiritual Treasures of Ukraine",
  "generalDescription": "The coin is dedicated to the outstanding monument of the spiritual culture and writing of Ukrainian people of the middle of the XVIth century, i.e. Peresopnytsia Gospels. The Peresopnytsia Gospels are in matter the four canonical Gospels of the New Testament. The manuscript is the first known example of vernacular Ukrainian language, which survives to this day. In 1561 at the monastery of Holy Virgin (Nativity of the Theotokos) in Peresopnytsia the work upon the Gospels was ended. The text had been translated by Hryhorii, the archimandrite of the Peresopnytsia Monastery, and written by the scribe Mykhailo Vasyl`ovych, a son of an archpriest from Sianik. The Peresopnytsia Gospels are a national relic and the Presidents of Ukraine on the Inauguration Day solemnly swear on them allegiance to the Ukrainian people.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); below - the coin face value ДВАДЦЯТЬ ГРИВЕНЬ (twenty hryvnias) and issue year indication 2011 (to the right); against the background of cross-shaped ornamental stripes there is the iconographic conventionalized figure of the Peresopnytsia Gospels maker.",
  "reverseDescription": "Reverse: there are depicted four miniatures of the initial illustrations of each Gospel; between them there are the legends: above 1556/рік (1556/year), i.e. the year of work start; below 1561/рік (1561/year), i.e. the year of work finish; in the middle there is the conventionalized inscription ПЕРЕСОПНИЦЬКЕ ЄВАНГЕЛІЄ (Peresopnytsia Gospels).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=27",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=27"
}
