{
  "id": 302,
  "name": "100 Years of the Kyiv National Economic University",
  "metal": "nickel silver",
  "denomination": "2 hryvnias",
  "date": "24 March 2006",
  "weight": 12.8,
  "diameter": 31,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 60000,
  "categoryId": 5919,
  "category": "Higher educational establishments of Ukraine",
  "generalDescription": "The coins are dedicated to Vadym Hetman National Economic University. The university was established on the basis of the first in Ukraine Higher Commercial Courses,opened in Kyiv in 1906. Great experience and creative potential of the university has enabled it to become one of the leaders in reforming higher education and university science in the conditions of coming-to-be of independent Ukraine and formation of market relations in the Ukrainian economy.",
  "averseDescription": "On the obverse of both coins there is a composition made of lines which symbolically reflect the dynamics of contemporary global economic processes. The composition also contains international mathematical signs and the Hryvnia signl. Against the background of this composition there is the inscription: НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine), below the inscription - the Small National Emblem of Ukraine (above), 2006, the coin issue year (to the right) and the inscriptions: on the coin of German silver - 2 ГРИВНІ (2 hryvnias). On both coins there is the logotype of the National Bank of Ukraine Mint.",
  "reverseDescription": "On the reverse of both coins the university building is depicted, above there is the year of its foundation - 1906, there are also the two-lined inscription: 100 РОКІВ (100 Years) and the circumscription: КИЇВСЬКИЙ НАЦІОНАЛЬНИЙ ЕКОНОМІЧНИЙ УНІВЕРСИТЕТ ІМЕНІ ВАДИМА ГЕТЬМАНА (Vadym Hetman National Economic University).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=302",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=302"
}
