{
  "id": 25,
  "name": "On Motifs of Lesya Ukrainka`s Work ``The Forest Song``",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "28 February 2011",
  "weight": 62.2,
  "diameter": 50,
  "thickness": null,
  "quality": "proof",
  "edge": "smooth with in-depth legends",
  "mintage": 4000,
  "categoryId": 5939,
  "category": "Other coins",
  "generalDescription": "The coin is dedicated to the 140th anniversary of birth of Lesya Ukrainka, a Ukrainian poetess, playwright and public figure, as well as to the centenary of writing her drama `The Forest Song`. Lesya Ukrainka`s multifaceted talent has revealed itself in the most diverse spheres of the literary work - she has been a lyric poet, playwright, prose writer, literary critic and publicist, translator and specialist in folklore. One of the most remarkable dramatical pieces of Lesya Ukrainka is `The Forest Song`, an extravaganza drama, based on the rich Volhynian folklore and written in rhythmically beautiful verses; it asserts the human dream, winged sentiments, triumph of amenities of the life over the spiritual impoverishment.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); to the left there is a portrait of Lesya Ukrainka with indication of her life years 1871/1913 and a gilded quill pen with the inscription ЛЕСЯ/УКРАЇНКА (Lesya/Ukrainka) thereover; to the right there is depicted a viburnum branch with the coin issue year indication 2011; below there is the coin face value ДВАДЦЯТЬ ГРИВЕНЬ (twenty hryvnias).",
  "reverseDescription": "Reverse: in the foreground there is a lyric representation of Mavka holding in hand a willow branch being a part of `a century-old heavily wooded forest`; in the dark background there is depicted Lukash who, leaning against a birch tree, is playing the sopilka whose sounds awaken Mavka. Below to the right there is the legend ЛІСОВА / ПІСНЯ (forest / song).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=25",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=25"
}
