{
  "id": 282,
  "name": "Baturyn",
  "metal": "silver (Ag 925)",
  "denomination": "10 hryvnias",
  "date": "16 November 2005",
  "weight": 31.1,
  "diameter": 38.6,
  "thickness": null,
  "quality": "proof",
  "edge": "corrugated",
  "mintage": 5000,
  "categoryId": 5934,
  "category": "Hetman capital cities",
  "generalDescription": "The coin is dedicated to Baturyn, the capital city of such Ukrainian Hetmans of the Left Bank Ukraine, as: D.Mnohohrishny, I.Samoilovych, I.Mazepa and K.Rozumovsky. Starting since 1669 governmental institutions had been functioning in the city and representatives of the Cossack managerial staff lived there. Destroyed in 1708 on the order of Russian Czar Peter the First, Baturyn was restored to life again and for the second but the last time became the capital city of the Cossack state under ruling of Hetman Kyrylo Rozumovsky remaining forever the symbol of the national statehood.",
  "averseDescription": "On the coin obverse above there is the small National Emblem of Ukraine against the background of rays, symbolizing the dream on independent Ukraine; below there is a semicircular inscription: УКРАЇНА, on both sides of the coin there are depicted Zaporizhia Cossacks from the icon of the Protection of the Sich; beneath there is the inscription: 10/ ГРИВЕНЬ/ 2005, (10/ hryvnia)/ 2005), as well as Ag 925, the designation of the metal, 31,1 g, its weight in fineness and the NBU Mint logotype.",
  "reverseDescription": "On the coin reverse there is a depiction of three portraits in lockets, under which there is the inscription on a ribbon: ДЕМ`ЯН МНОГОГРІШНИЙ/ ІВАН САМОЙЛОВИЧ/ ІВАН МАЗЕПА/ КИРИЛО РОЗУМОВСЬКИЙ ( Demian Mnohohrishny/ Ivan Samoilovych/ Ivan Mazepa and Kyryo Rozumovsky) ; above the portraits there is a coat of arm of the city, beneath the ribbon - a view of Baturyn taken from cheap popular prints of the middle of 19th century; at the top of the coin there is the two-lined inscription: ГЕТЬМАНСЬКА СТОЛИЦЯ/ БАТУРИН (Hetman capital city/ Baturyn)",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=282",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=282"
}
