{
  "id": 634,
  "name": "220 Years of the City of Odesa",
  "metal": "nickel silver",
  "denomination": "5 hryvnias",
  "date": "28 May 2014",
  "weight": 16.54,
  "diameter": 35,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "corrugated",
  "mintage": 30000,
  "categoryId": 5931,
  "category": "Ancient cities of Ukraine",
  "generalDescription": "The commemorative coin is dedicated to one of the leading industrial, scientific and cultural centers of our country, to the hero city of Odesa, often called the southern sea-gate of Ukraine, a pearl of great worth on the Black Sea shore. The territory of the city of our time had been populated in days gone by; here existed ancient settlements of different tribes and peoples, and at the end of the 18th century the port and the city came into existence on the place of the town of Hac?bey.",
  "averseDescription": "On the obverse of the coins there are depicted: above - the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); to the left - the coin issue year indication 2014 with the mark of the National Bank of Ukraine Mint thereunder on the German silver coin; the conventionalized composition representing the monument to the Duc de Richelieu against the background of the Potemkin Stairs (to the right), Odesa National Academic Theatre of Opera and Ballet (to the left) with the conventionalized image of waves thereunder; below - the coin face value: 5/ГРИВЕНЬ (5/hryvnias) on the German silver one.",
  "reverseDescription": "On the reverse of the coins there are depicted: a fragment of the panorama of the Odesa bay and city from the 19th century lithography with the image of the sailing-vessel in the foreground; the Coat of Arms of Odesa to the left with the inscriptions: 1794 over it and ОДЕСА (Odesa) to the right.",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=634",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=634"
}
