{
  "id": 617,
  "name": "Korsun-Shevchenkovsky Offensive",
  "metal": "silver (Ag 925)",
  "denomination": "20 hryvnias",
  "date": "17 February 2014",
  "weight": 62.2,
  "diameter": 50,
  "thickness": null,
  "quality": "special uncirculated",
  "edge": "smooth with in-depth legends",
  "mintage": 2500,
  "categoryId": 6053,
  "category": "Перемога у Великій Вітчизняній війні 1941-1945 рр.",
  "generalDescription": "The commemorative coin is dedicated to the offensive operation of the 1st and 2nd Ukrainian fronts on January 24 - February 17, 1944, when Hitler`s army groupings were destroyed in the Korsun Pocket, creating favorable conditions for the complete liberation of Right-Bank Ukraine.",
  "averseDescription": "Obverse: above there is the Small Coat of Arms of Ukraine with the semicircular inscription НАЦІОНАЛЬНИЙ БАНК УКРАЇНИ (National Bank of Ukraine); in the center there is the composition symbolizing the victory: figures 1944 (gilded on the silver coin) with the image of salute fireworks over them; under them there is depicted the laurel branch with the ribbon and star; to the right, over the star, there is the coin issue year indication 2014; below there is the bow-shaped legend of the coin face value: on the silver coin - ДВАДЦЯТЬ ГРИВЕНЬ (twenty hryvnias).",
  "reverseDescription": "Reverse: bears the conventionalized composition: in the center, against the background of the map, there is depicted the entrance gate of the palace ensemble in the city of Korsun-Shevchenkivskyi; along the coin circumference there are depicted the arrows symbolizing the offensive of Soviet troops all over the encirclement of the enemy alignment with the inscriptions: to the right, above - 70 років (70 years) and, the bow-shaped one below - КОРСУНЬ-ШЕВЧЕНКІВСЬКА БИТВА (Korsun-Shevchenkivskyi Battle).",
  "averseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=0&id=617",
  "reverseImgUrl": "http://www.bank.gov.ua/control/en/currentmoney/image?g=2&s=1&id=617"
}
